<p><strong>A. PERSONAL DETAILS</strong></p>

<table border="1" cellpadding="0" cellspacing="0" style="width:100%">
	<tbody>
		<tr>
			<td style="width:241px">
			<p><em>Name and surnames</em></p>
			</td>
			<td style="width:365px">
			<p><strong>RICARD MOR&Eacute;N &ndash; ALEGRET</strong></p>
			</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>

<p><strong>B. MAIN PUBLICATIONS (last 10 years)</strong></p>

<p>* MOR&Eacute;N-ALEGRET, R.; MAS, A.; WLADYKA, D. (2016) Inter-Group Perceptions and Representations in Two Barcelona Neighbourhoods: Poble Sec and Sagrada Fam&iacute;lia Compared. In Pastore, F. &amp; Ponzo, I. (eds.) <strong><em>Inter-group Relations and Migrant Integration in European Cities. Changing Neighbourhoods</em></strong>. London: Springer; p. 89-122 (<em>Linked to WP1 &amp; WP3</em>).</p>

<p>* WLADYKA, D.; MOR&Eacute;N-ALEGRET, R. (2015) Chinese Immigrants in the Sagrada Familia Neighbourhood of Barcelona, Spain: Their Socio-economic Viability and Identity. In Iredale, R. &amp; Guo, F. (eds.) <strong><em>Handbook of Chinese Migration. Identity and Wellbeing</em></strong>. 1 ed. Cheltenham: Edward Elgar Publishing, p. 238-255 (<em>Linked to WP1 &amp; WP3</em>).</p>

<p>* FATORIC, S.; MOR&Eacute;N-ALEGRET, R.; KASIMIS, C. (2014) Exploring climate change effects in Euro-Mediterranean protected coastal wetlands: the cases of Aiguamolls de l&#39;Empord&agrave;, Spain and Kotychi-Strofylia, Greece. <strong><em>International Journal of Sustainable Development &amp; World Ecology</em></strong>, 21, p. 346-360. <em>JCR2013 Impact Factor: 1.771; Rank (Ecology): Q3 </em>(<em>Linked to WP2 &amp; WP3</em>).</p>

<p>* WLADYKA, D.; MOR&Eacute;N-ALEGRET, R. (2014) Polish Immigration in Barcelona: The Sagrada Familia Neighbourhood as an Arena for Interaction. <strong><em>International Migration</em></strong>, 52, p. 146-164. <em>JCR2014 Impact Factor: 0.679; Ranking (Demography): 17 / 25 </em>(<em>Linked to WP1 &amp; WP3</em>).</p>

<p>* FATORIC, S.; MOR&Eacute;N-ALEGRET, R. (2013) Integrating local knowledge and perception for assessing vulnerability to climate change in economically dynamic coastal areas: the case of natural protected area Aiguamolls de l&#39;Empord&agrave;, <strong><em>Ocean &amp; Coastal Management</em></strong>, 85, p. 90-102. <em>JCR2015 Impact Factor: 1.748; Ranking (Water Resources): 28/83 </em>(<em>Linked to WP2 &amp; WP3</em>).</p>

<p>* MENDOZA, C.; MOR&Eacute;N-ALEGRET, R. (2013) Exploring methods and techniques for the analysis of sense of place and migration, <strong><em>Progress in Human Geography</em></strong>, 37, p. 762-785. <em>JCR2015 Impact Factor: 5.010; Ranking (Geography): 2 / 76 </em>(<em>Linked to WP1, WP2 &amp; WP3</em>).</p>

<p>* BRUQUETAS, M.; GARC&Eacute;S, B.; MOR&Eacute;N-ALEGRET, R.; PENNINX, R.; RUIZ, E. (2011) The Case of Spain. In Zincone, G. et al. (eds.) <strong><em>Migration Policymaking in Europe. The Dynamics of Actors and Contexts in Past and Present</em></strong>, Amsterdam: Amsterdam University Press; p. 291-326. (<em>Linked to WP1 &amp; WP3</em>).</p>

<p>* MOR&Eacute;N-ALEGRET, R. (2011) When Love Comes to Town and When it is Missing. International Migration, Marriage, Divorce and Being Single in Small Towns and Rural Areas in Spain. In Heikkill&auml;, E. &amp; Yeoh, B. (eds.) <strong><em>International Marriages in the Time of Globalization</em></strong>. New York: Nova Science Publishers; pp. 103-116. (<em>Linked to WP1 &amp; WP3</em>).</p>

<p>* HUGO, G.; MOR&Eacute;N-ALEGRET, R. (2008) International Migration to Non-Metropolitan Areas of High Income Countries: Editorial Introduction. <strong><em>Population, Space and Place</em></strong>, 14, p.473-477. <em>JCR Impact Factor: 1.781 ; Ranking (Demography): 5 / 25 ; Ranking (Geography): 15 / 76. </em>(<em>Linked to WP1, WP2 &amp; WP3</em>).</p>

<p>* MOR&Eacute;N-ALEGRET, Ricard (2008) Ruralphilia and Urbophobia versus Urbophilia and Ruralphobia? Lessons from Immigrant Integration Processes in Small Towns and Rural Areas in Spain. <strong><em>Population, Space and Place</em></strong>, 14, p. 537-552. <em>JCR Impact Factor: 1.781 ; Ranking (Demography): 5 / 25 ; Ranking (Geography): 15 / 76. </em>(<em>Linked to WP1, WP2 &amp; WP3</em>).</p>

<p>&nbsp;</p>

<p><strong>C. MAIN INSTITUTIONAL RESEARCH EVALUATION ACTIVITIES</strong></p>

<p>* (2015-&hellip;) Evaluator for the <strong><em>Horizon 2020 Research Program of the</em></strong> <strong><em>European Commission</em>. </strong></p>

<p>* (2007-&hellip;) Evaluator for the <strong><em>Agencia Nacional de Evaluaci&oacute;n y Prospectiva</em></strong>, <em>ANEP</em>, Madrid.</p>

<p>* (2007-2012) Evaluator for the <strong><em>European Science Foundation</em></strong>, ESF.</p>

<p>&nbsp;</p>

<p><strong>D. MAIN RESEARCH PROJECTS AND CONTRACTS (</strong><strong>last 10 years)</strong></p>

<p>*HAMLETS_Recercaixa2016. <em>HAMLETS. Immigration and Sustainable Development in Small Villages. </em>Programa RecerCaixa (Obra Social &lsquo;La Caixa&rsquo; &amp; Asociaci&oacute;n Catalana de Universidades P&uacute;blicas, ACUP). Mor&eacute;n-Alegret, Ricard. Universitat Aut&ograve;noma de Barcelona, UAB, 2017-2019. Investigador Principal.</p>

<p>*2014SGR1499. <em>Equip INTERFASE&nbsp; Grup de Recerca en Recursos Marins i Costaners, Territoris, Paisatges i Migracions</em>. Convocat&ograve;ria SGR 2014, AGAUR<strong>,</strong> Generalitat de Catalunya. PI: Breton, F. Universitat Aut&ograve;noma de Barcelona (UAB). 2014-2017. Participant.</p>

<p>*HOME/2009/EIFX/CA/1827. <em>Concordia Discors. Understanding conflict and Integrations Outcomes of Inter-Group Relations and integration Policies in selected Neighbourhoods of Five European Cities</em>. European Commission. PI (Spanish branch): Mor&eacute;n Alegret, R. Universitat Aut&ograve;noma de Barcelona (UAB). 31/12/2010-30/10/2012. [Global Project coordinator: F. Pastore, FIERI, Italia].</p>

<p>*CSO2009-13909. <em>La integraci&oacute;n de inmigrantes y el rol de diversas organizaciones en conseguir ciudades peque&ntilde;as y &aacute;reas rurales m&aacute;s sostenibles</em>. Ministerio de Ciencia e Innovaci&oacute;n. Subprograma de Proyectos de Investigaci&oacute;n Fundamental no orientada. Programa Nacional de Proyectos de Investigaci&oacute;n Fundamental, en el marco del VI Plan Nacional de Investigaci&oacute;n Cient&iacute;fica, Desarrollo e Innovaci&oacute;n Tecnol&oacute;gica 2008-2011. PI: Mor&eacute;n Alegret, R. Universitat Aut&ograve;noma de Barcelona. 01/01/2010 - 31/12/2013.</p>

<p>* 2009SGR0728. <em>Grup de Recerca sobre Migracions GRM</em>. Departament d&#39;Universitats, Recerca i Societat de la Informaci&oacute;. Convocat&ograve;ria SGR2009, AGAUR, Generalitat de Catalunya. PI: Mor&eacute;n Alegret, R. Universitat Aut&ograve;noma de Barcelona (UAB). 23/09/2009 - 30/04/2014.</p>

<p>* SEJ2006-14857. <em>Inmigraci&oacute;n extranjera, sentido de lugar e identidad territorial en cinco peque&ntilde;as ciudades de Espa&ntilde;a. Una investigaci&oacute;n-acci&oacute;n participativa geogr&aacute;fica comparada</em>. Ministerio de Educaci&oacute;n y Ciencia. 2004-2007. PI: Mor&eacute;n Alegret, R., Universitat Aut&ograve;noma de Barcelona (UAB). 01/10/2006-30/09/2009.</p>

<p>&nbsp;</p>

<p><strong>E. ACADEMIC TRAINING (<em>Title / University / Year</em>)</strong></p>

<table border="1" cellpadding="0" cellspacing="0" style="width:100%">
	<tbody>
		<tr>
			<td style="width:221px">
			<p>PhD in Ethnic Relations</p>
			</td>
			<td style="width:324px">
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; University of Warwick, UK</p>
			</td>
			<td style="width:60px">
			<p>2000</p>
			</td>
		</tr>
		<tr>
			<td style="width:221px">
			<p>MA in Human Geography</p>
			</td>
			<td style="width:324px">
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Universitat Aut&ograve;noma de Barcelona</p>
			</td>
			<td style="width:60px">
			<p>1998</p>
			</td>
		</tr>
		<tr>
			<td style="width:221px">
			<p>BA in Geography</p>
			</td>
			<td style="width:324px">
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Universitat Aut&ograve;noma de Barcelona</p>
			</td>
			<td style="width:60px">
			<p>1995</p>
			</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>

<p><strong>F. SUPERVISED PhD THESES:</strong></p>

<p>* Albert Mas. <em>Immigraci&oacute; estrangera a l&#39;entorn d&#39;espais d&#39;inter&egrave;s natural. Una comparaci&oacute; internacional entre localitats de l&#39;Alt Empord&agrave; (Espanya) i l&#39;Alentejo Litoral (Portugal)</em>. Universitat Aut&ograve;noma de Barcelona (UAB). Viva: 08/04/2014. Director: R. Mor&eacute;n-Alegret.</p>

<p>* Sandra Fatoric. <em>Vulnerability and Adaptation to Climate Change in the Mediterranean region. Climate out of balance in Aiguamolls de l&#39;Empord&agrave;?.</em> Universitat Aut&ograve;noma de Barcelona (UAB). Viva: 20/02/2014. Director: R. Mor&eacute;n-Alegret.</p>

<p>* Dawid Wladyka. <em>Inter-Ethnic Experiences of Polish Immigrants in South-Western European Neighborhoods. </em><em>Comparing Sagrada Familia, Barcelona, and Empuriabrava, Castell&oacute; d&#39;Emp&uacute;ries</em>. Universitat Aut&ograve;noma de Barcelona (UAB). Viva: 28/11/2013. Codirector: R. Mor&eacute;n-Alegret</p>

<p>* Montserrat Feixas Vih&eacute;. <em>Migration Movements between Pakistan and South Western Europe. </em><em>Pakistani migratory networks in Catalonia.</em> Universitat Aut&ograve;noma de Barcelona (UAB). Viva: 19/12/2007. Codirector: R. Mor&eacute;n-Alegret.</p>

<p>&nbsp;</p>

<p><strong>G. CURRENT PROFESSIONAL SITUATION</strong></p>

<table border="1" cellpadding="0" cellspacing="0" style="width:100%">
	<tbody>
		<tr>
			<td style="width:140px">
			<p><em>Organisation</em></p>
			</td>
			<td colspan="3" style="width:466px">
			<p>Universitat Aut&ograve;noma de Barcelona (UAB)&nbsp;</p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>Dpt./Centre</em></p>
			</td>
			<td colspan="3" style="width:466px">
			<p>Department of Geography</p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>Postal Address</em></p>
			</td>
			<td colspan="3" style="width:466px">
			<p>B9-1068 office, B building, 08193, Bellaterra (Barcelona), Spain</p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>Tel.</em></p>
			</td>
			<td style="width:191px">
			<p>+34 935814809</p>
			</td>
			<td style="width:80px">
			<p>Email</p>
			</td>
			<td style="width:195px">
			<p><a href="mailto:Ricard.Moren@uab.cat">Ricard.Moren@uab.cat</a></p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>Professional Category</em></p>
			</td>
			<td style="width:191px">
			<p>Tenured Assistant Professor</p>
			</td>
			<td style="width:80px">
			<p>Starting date</p>
			</td>
			<td style="width:195px">
			<p>15/11/2006</p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>UNESCO code</em></p>
			</td>
			<td colspan="3" style="width:466px">
			<p>Human Geography: 2505.01</p>
			</td>
		</tr>
		<tr>
			<td style="width:140px">
			<p><em>Keywords</em></p>
			</td>
			<td colspan="3" style="width:466px">
			<p>Migration studies; Rural and Urban Studies; Organisation; Territory; Sustainability</p>
			</td>
		</tr>
	</tbody>
</table>
